"Bass Frequency" = "Bass Frequency"; 
"Bass Gain" = "Bass Gain"; 
"Low Mid Frequency" = "Low Mid Frequency";
"Low Mid Gain" = "Low Mid Gain";
"High Mid Frequency" = "High Mid Frequency";
"High Mid Gain" = "High Mid Gain";
"Treble Frequency" = "Treble Frequency";
"Treble Gain" = "Treble Gain";
